Repository: kobrineli/LinuxApplicationDevelopment2022
Catalog: 12_Documenting/guesser.po
Languages: ru

source: --help Layout help message.
ru: --help Вывести сообщение с помощью.

source: -r Represent numbers in Roman way.
ru: -r Представлять числа в римской записи.

source: Guess the number with half division method.
ru: Угадывание чисел методом половинного деления.

source: Is your number greater than %s? yes/no >
ru: Ваше число больше чем %s? да/нет >

source: Is your number greater than %u? yes/no >
ru: Ваше число больше чем %u? да/нет >

source: Options:
ru: Опции:

source: Think of a number from %s to %s
ru: Загадайте число от %s до %s

source: Think of a number from 1 to 100
ru: Загадайте число от 1 до 100

source: Usage: ./guesser [OPTIONS]
ru: Использование: ./guesser [ОПЦИИ]

source: Your number is %d!
ru: Ваше число %d!

source: Your number is %s!
ru: Ваше число %s!

source: yes
ru: да
